
"0History" = "of your TRX and CoinEx accounts";

"1DIV" = "visualize your individual coin's dividends";

"2Home" = "watch your balance change with market info";

"3Settings" = "Easily input & refresh your balances";
